4a454646.github-purple
4ops.terraform
aaron-bond.better-comments
adpyke.vscode-sql-formatter
akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
alefragnani.jenkins-status
alefragnani.project-manager
alexanderalekseenko.jetdark
alexzshl.badges-snippets
antonreshetov.masscode-assistant
aykutsarac.jsoncrack-vscode
azemoh.one-monokai
bceskavich.theme-dracula-at-night
be5invis.vscode-icontheme-nomo-dark
beardedbear.beardedtheme
benjaminbenais.copilot-theme
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
biomejs.biome
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
bruno-api-client.bruno
carloscuesta.sprinkles-vscode
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
cbasdev.dracula-purple
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
clydedsouza.emoji-badges-vscode
davidanson.vscode-markdownlint
davidbwaters.macos-modern-theme
dbaeumer.vscode-eslint
deibit.devdocs
devangtomar.vscode-diverse-dye
docker.docker
docsmsft.docs-markdown
docsmsft.docs-yaml
donjayamanne.githistory
donjayamanne.python-extension-pack
dontshavetheyak.groovy-guru
dracula-theme.theme-dracula
eamodio.gitlens
editorconfig.editorconfig
eppz.eppz-code
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
evan-buss.font-switcher
exodiusstudios.comment-anchors
figma.figma-vscode-extension
firsttris.vscode-jest-runner
formulahendry.code-runner
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
gruntfuggly.todo-tree
hashicorp.terraform
hediet.vscode-drawio
hkeric.theme-anysphere
humao.rest-client
idanp.smartmulticursor
illixion.vscode-vibrancy-continued
imagineee.moon-purple
ivangabriele.vscode-git-add-and-commit
jakewilson.vscode-cdnjs
janisdd.vscode-edit-csv
jdinhlife.gruvbox
jebbs.plantuml
jeff-hykin.better-dockerfile-syntax
jerrygoyal.shortcut-menu-bar
jfrog.jfrog-vscode-extension
johnpapa.vscode-peacock
joshdavies.functional-programming
jprestidge.theme-material-theme
jvitorfrancisco.theme-acid-purple
kameshkotwani.google-search
kennylong.kubernetes-yaml-formatter
leetcode.vscode-leetcode
manitejapratha.cursor-midnight-theme
marciorasf.theme-darkula
mblode.pretty-formatter
mechatroner.rainbow-csv
meezilla.json
mel-brown.deep-purple
mguellsegarra.highlight-on-copy
mhutchie.git-graph
michaelcurrin.auto-commit-msg
mikestead.dotenv
ms-azure-load-testing.microsoft-testing
ms-azuretools.azure-dev
ms-azuretools.vscode-azure-github-copilot
ms-azuretools.vscode-azure-mcp-server
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-containers
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-pgsql
ms-playwright.playwright
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.azurecli
ms-vscode.cpptools
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.theme-materialkit
ms-vscode.vscode-node-azure-pack
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-windows-ai-studio.windows-ai-studio
mutantdino.resourcemonitor
naco-siren.gradle-language
nataliefruitema.modern-purple-theme
neonxp.gotools
nicolasvuillamy.vscode-groovy-lint
oderwat.indent-rainbow
openai.chatgpt
oracle.oracle-java
parthr2031.colorful-comments
piyush-bhatt.vscode-mat-palette
pkief.material-icon-theme
pnp.polacode
powertech.powerthemes
prateekmahendrakar.prettyxml
quicktype.quicktype
qwtel.sqlite-viewer
rangav.vscode-thunder-client
re7rix2.50-shades-of-purple
redhat.ansible
redhat.fabric8-analytics
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
repreng.csv
rexebin.darkpurple
ritwickdey.liveserver
rokoroku.vscode-theme-darcula
rust-lang.rust-analyzer
scala-lang.scala
seatonjiang.gitmoji-vscode
shardulm94.trailing-spaces
shortcutsninja.shortcutsninja
shubham-saudolla.lilac
shyykoserhiy.git-autoconfig
ssmi.after-dark
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tal7aouy.theme
tamasfe.even-better-toml
taniarascia.new-moon-vscode
teabyii.ayu
teamsdevapp.vscode-ai-foundry
tetradresearch.vscode-h2o
thenikso.github-plus-theme
tinkertrain.theme-panda
tomoki1207.pdf
tyriar.lorem-ipsum
tyriar.sort-lines
tyriar.windows-terminal
ultram4rine.vscode-choosealicense
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-spring-boot
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
whizkydee.material-palenight-theme
wholroyd.jinja
wix.vscode-import-cost
wmaurer.change-case
wtetsu.tempfile
zhuangtongfa.material-theme
zzaimoo.space-purple
